Repository: OsamaAlmamri/phpsourcecode
Catalog: ngo/os/typo3conf/l10n/ch/reports/Resources/Private/Language/ch.locallang_reports.xlf
Languages: ch

# status_MysqlDatabaseCharacterSet_Ok
source: Your default database uses utf-8. All good.
ch: 你的默认数据库使用的是utf-8。所有正常。

# status_adminUserAccount
source: Admin User Account
ch: 管理员用户账号

# status_allNotification
source: This report contains all System Status Notifications from your TYPO3 installation. Please check the status report for more information.
ch: 这个报告包括了整个系统的状态提示，请查阅报告了解更多的信息。

# status_cacheFloodingProtection
source: Cache Flooding Protection
ch: 缓存溢出保护

# status_checkFailed
source: Check Failed
ch: 检查失败

# status_configuration
source: Configuration
ch: 配置

# status_connectionFailed
source: Connection Failed
ch: 连接失败

# status_disabled
source: Disabled
ch: 关闭

# status_empty
source: Empty
ch: 空

# status_enabled
source: Enabled
ch: 启用

# status_enabledPermanently
source: Enabled permanently
ch: 永久启用

# status_enabledTemporarily
source: Enabled temporarily
ch: 临时启用

# status_encryptionKey
source: Encryption Key
ch: 加密Key

# status_fal
source: File Abstraction Layer
ch: 文件抽象层

# status_fileDenyPattern
source: File Deny Pattern
ch: 文件禁止模式

# status_htaccessUploadProtection
source: .htaccess Upload Protection
ch: .htaccess上传保护

# status_info
source: Information
ch: 信息

# status_insecure
source: Insecure
ch: 不安全的

# status_installTool
source: Install Tool
ch: 安装工具

# status_installToolPassword
source: Install Tool Password
ch: 安装工具密码

# status_memcachedConfiguration
source: Memcached Configuration
ch: Memcached配置

# status_missingFiles
source: Files flagged as missing
ch: 文件标记为丢失

# status_phpMemory
source: PHP Memory Limit
ch: PHP内存限制

# status_phpModules
source: PHP Modules
ch: PHP模块

# status_phpTooOld
source: Your PHP installation is too old.
ch: 你的PHP安装太老了。

# status_phpVersion
source: PHP Version
ch: PHP版本

# status_problemNotification
source: One or more problems were detected with your TYPO3 installation. Please check the status report for more information.
ch: 系统探测到一个或多个问题，请检查%s状态报告%s 获得更多信息

# status_referenceIndex
source: Reference Index
ch: 引用索引

# status_report_description
source: Get a status report about your site's operation and any detected problems.
ch: 得到一个状态报告，包括你的站点的可用性和探测到的问题。

# status_report_explanation
source: Here you can find a short overview of your site's parameters as well as any problems detected with your installation. It may be useful to copy and paste this information into support requests filed on TYPO3's support mailinglists and project issue trackers.
ch: 这里你可以发现整个网站参数的简短报告，包括了网站使用过程中发现的一些问题。这将对处理网站的问题很有用，可以将这些信息拷贝粘贴发给服务支持方，官方邮件列表，或者项目问题跟踪处理者。

# status_report_title
source: Status Report
ch: 状态报告

# status_saltedPasswords
source: Backend user password hashes
ch: 后台用户名密码哈希值

# status_security
source: Security
ch: 安全

# status_system
source: System
ch: 系统

# status_trustedHostsPattern
source: Trusted Hosts Pattern
ch: 信任主机模式

# status_typo3
source: TYPO3 System
ch: TYPO3系统

# status_updateComplete
source: Update Complete
ch: 更新完毕

# status_updateIncomplete
source: Update Incomplete
ch: 更新没完成

# status_updateTaskTitle
source: System Status Update
ch: 系统状态更新

# status_webServer
source: Web Server
ch: Web服务器

# status_wrongValue
source: Wrong value detected
ch: 发现错误的值
