Repository: OsamaAlmamri/phpsourcecode
Catalog: ngo/os/typo3conf/l10n/ch/css_styled_content/pi1/ch.locallang.xlf
Languages: ch

# label.toTop
source: To top
ch: 顶部

# login.username
source: Username:
ch: 用户名：

# login.password
source: Password:
ch: 密 码：

# login.login
source: Login
ch: 登录

# login.logout
source: Logout
ch: 退出

# search.emptySearch
source: Sorry, your search was empty!
ch: 报歉，您的搜索结果为空！

# search.resultRange
source: Searchresult: ###RANGELOW###-###RANGEHIGH### of ###TOTAL###
ch: 搜索结果: ###RANGELOW###-###RANGEHIGH### of ###TOTAL###

# search.searchResultNext
source: Next
ch: 下一个

# search.searchResultPrev
source: Prev
ch: 前一个

# search.searchWord
source: Searchword:
ch: 搜索词：

# search.searchIn
source: Search in:
ch: 搜索：

# search.headersKeywords
source: Headers and keywords
ch: 页眉和关键词

# search.pageContent
source: Page content
ch: 页面内容

# search.searchButton
source: Search now!
ch: 开始搜索！

# eIcon.html
source: Edit pure HTML content
ch: 编辑纯HTML内容

# eIcon.header
source: Edit header
ch: 编辑页眉

# eIcon.subheader
source: Edit subheader
ch: 编辑子页眉

# eIcon.bodytext
source: Edit bodytext
ch: 编辑主体文本

# eIcon.images
source: Edit images
ch: 编辑图像

# eIcon.caption
source: Edit image caption
ch: 编辑图像标题

# eIcon.bullets
source: Edit bullet list
ch: 编辑项目符号清单

# eIcon.table
source: Edit table
ch: 编辑表格

# eIcon.filelist
source: Edit file list
ch: 编辑文件清单

# eIcon.menuSitemap
source: Edit menu / sitemap
ch: 编辑菜单/网站地图

# eIcon.recordList
source: Edit recordlist
ch: 编辑记录清单

# eIcon.plugin
source: Change/configure plugin
ch: 更改/设置插件

# eIcon.multimedia
source: Edit multimedia element
ch: 编辑多媒体元素

# eIcon.form
source: Edit email form
ch: 编辑email表单

# eIcon.search
source: Edit search element
ch: 编辑查找元素

# eIcon.login
source: Edit login element
ch: 编辑登录元素

# eIcon.page
source: Page:
ch: 页：
