Repository: OsamaAlmamri/phpsourcecode
Catalog: ngo/os/typo3conf/l10n/ch/css_styled_content/ch.locallang_db.xlf
Languages: ch

# tt_content.tx_cssstyledcontent_acctables
source: Accessibility
ch: 可访问性

# tt_content.tx_cssstyledcontent_acctables_caption
source: Table Caption
ch: 表格标题 (caption)

# tt_content.tx_cssstyledcontent_acctables_summary
source: Table Summary
ch: 表格摘要 (summary attribute in table tags)

# tt_content.tx_cssstyledcontent_acctables_tfoot
source: Use Table Footer (wrap last row with <tfoot> tags)
ch: Use table-footer (tfoot around last table row)

# tt_content.tx_cssstyledcontent_acctables_headerpos.I.0
source: No header
ch: 无页首(header)

# tt_content.tx_cssstyledcontent_acctables_headerpos.I.1
source: Top
ch: 顶部(Top)

# tt_content.tx_cssstyledcontent_acctables_headerpos.I.2
source: Left
ch: 左(left)

# tt_content.tx_cssstyledcontent_acctables_headerpos
source: Table Header Position
ch: 表头位置

# tt_content.tx_cssstyledcontent_acctables_nostyles
source: No CSS styles for this table
ch: 没有用于此表格的CSS样式

# tt_content.tx_cssstyledcontent_acctables_tableclass
source: Additional CSS Class
ch: 该表格的CSS 类(class)

# tt_content.tx_cssstyledcontent_tableparsing
source: CSV parsing
ch: 表格(Table)解析

# tt_content.tx_cssstyledcontent_tableparsing_quote
source: Text Delimiter
ch: 文本(Text)定界符

# tt_content.tx_cssstyledcontent_tableparsing_quote_none
source: None
ch: 无

# tt_content.tx_cssstyledcontent_tableparsing_quote_single
source: ' (Single quotes)
ch: '（单引号）

# tt_content.tx_cssstyledcontent_tableparsing_quote_double
source: " (Double quotes)
ch: "（双引号）

# tt_content.tx_cssstyledcontent_tableparsing_delimiter
source: Field Delimiter
ch: 字段/域(Field) 定界符

# tt_content.tx_cssstyledcontent_tableparsing_delimiter_colon
source: : (Colon)
ch: ,（分号）

# tt_content.tx_cssstyledcontent_tableparsing_delimiter_comma
source: , (Comma)
ch: ,（半角逗号）

# tt_content.tx_cssstyledcontent_tableparsing_delimiter_tab
source: ⇥ (Tab)
ch: 跳格键

# tt_content.tx_cssstyledcontent_section_frame.I.9
source: No Frame
ch: 无边框

# tt_content.tx_cssstyledcontent_section_frame.I.0
source: Default Frame
ch: 默认边框
