Repository: OsamaAlmamri/phpsourcecode
Catalog: ngo/os/typo3conf/l10n/ch/powermail/Resources/Private/Language/ch.locallang.xlf
Languages: ch

source: Back
ch: 后退

# BackendCheckBackupBefore
source: Note: Please backup all powermail tables before you choose this option!
ch: 注意：请备份所有Powermail表，在你选择这个选项之前

# BackendCheckDevelopmentContextTitle
source: Development Context
ch: 开发环境

# BackendCheckEmailCorrect
source: Email send without problems (mail transmitted to mailserver)
ch: 邮件发送无问题（邮件已传送到邮件服务器）

# BackendCheckEmailTitle
source: Email Sending Status
ch: 邮件发送状态

# BackendListFilterCleanLink
source: Show all Mails
ch: 显示所有邮件

# BackendListFilterDefaultFields
source: Default Fields
ch: 默认字段

# BackendListFilterEnd
source: Stop
ch: 停止

# BackendListFilterMail
source: Sender Email
ch: 发送者邮件

# BackendListFilterName
source: Sender Name
ch: 发送者名字

# BackendListFilterSubject
source: Subject
ch: 主题

# BackendListMails
source: Mails
ch: 邮件

# BackendListNoMails
source: No Mails to show
ch: 没有邮件可显示

# BackendSelectionList
source: Mail List
ch: 邮件列表

# BackendSelectionReporting
source: Reporting
ch: 报告

source: Emails
ch: 电子邮件

# JsValidationCheckEmail
source: Invalid Email
ch: 无效的邮件

# JsValidationCheckLetters
source: Only Letters allowed
ch: 仅允许字母

# JsValidationCheckPhone
source: Invalid Phone No
ch: 无效的电话号码

# JsValidationCheckUrl
source: Invalid URL
ch: 无效的URL

# PowermailFrontendDeleteView
source: Delete
ch: 删除

# PowermailFrontendDetailView
source: Details
ch: 详细

# PowermailFrontendEditConfirm
source: Changes successfully saved
ch: 保存成功

# PowermailFrontendEditSubmit
source: Save Changes
ch: 保存

# PowermailFrontendEditView
source: Edit
ch: 编辑

# PowermailFrontendFilterSubmit
source: Filter Now
ch: 搜索

# In2codePowermailDomainModelMail.body
source: Email Text
ch: 邮件内容

# In2codePowermailDomainModelMail.feuser
source: Frontend User
ch: 前台用户

# In2codePowermailDomainModelMail.marketingBrowserLanguage
source: Browser Language
ch: 浏览者语言

# In2codePowermailDomainModelMail.marketingFrontendLanguage
source: Website Language
ch: 网站语言

# In2codePowermailDomainModelMail.marketingPageFunnel
source: Page Funnel
ch: 页面通道

# In2codePowermailDomainModelMail.receiverMail
source: Receivers Email
ch: 接收者邮件地址

# In2codePowermailDomainModelMail.senderIp
source: Senders IP-Address
ch: 发送者IP地址

# In2codePowermailDomainModelMail.senderMail
source: Senders Email
ch: 发送者邮件地址

# In2codePowermailDomainModelMail.senderName
source: Senders Name
ch: 发送者名字

# In2codePowermailDomainModelMail.subject
source: Subject
ch: 主题

# In2codePowermailDomainModelMail.userAgent
source: Senders Browser-Signature
ch: 发送者浏览器标识

# back
source: Go back
ch: 后退

# confirmation_message
source: Are these values correct?
ch: 这些值正确吗？

# confirmation_next
source: Next
ch: 下一个

# confirmation_prev
source: Previous
ch: 上一个

# datepicker_month_apr
source: April
ch: 四月

# datepicker_month_aug
source: August
ch: 八月

# datepicker_month_dec
source: December
ch: 十二月

# datepicker_month_feb
source: February
ch: 二月

# datepicker_month_jan
source: January
ch: 一月

# datepicker_month_jul
source: July
ch: 七月

# datepicker_month_jun
source: June
ch: 六月

# datepicker_month_mar
source: March
ch: 三月

# datepicker_month_may
source: May
ch: 五月

# datepicker_month_nov
source: November
ch: 十一月

# datepicker_month_oct
source: October
ch: 十月

# datepicker_month_sep
source: September
ch: 九月

# error_no_form
source: No form to show
ch: 没有表单可以显示

# error_no_sender_name
source: No Sendername
ch: 没有发送者名字

# error_wrong_captcha
source: Wrong Captcha value, please try again!
ch: 错误的验证码，请重试！

# mail_created
source: Mail successfully sent!
ch: 邮件成功发送！

# mail_created_failure
source: Failure, mail could not be sent!
ch: 失败，邮件不能发送！

# note_html
source: For security reasons, it is not allowed to show html tags by default. You can enable it with TypoScript (see powermail manual), but be aware, that editors can also add HTML and XSS.
ch: 因为安全原因，默认不允许显示HTML标签。你可以通过TypoScript打开这个功能（查看Powermail手册），请注意这样编辑可以添加HTML和XSS

# optin_subject
source: Please confirm your Email
ch: 请确认你的邮件

source: Please choose...
ch: 请选择...

# validationerror_captcha
source: Wrong captcha code entered - please try again!
ch: 验证码不正确，请重试

# validationerror_mandatory
source: This field must be filled!
ch: 必填，不能为空

# validationerror_mandatory_multi
source: One of these fields must be filled!
ch: 至少有一项不能为空

# validationerror_password
source: Both Password-Fields are not equal!
ch: 两次输入的密码不一致

# validationerror_unique
source: This value is already in use - please use a new one!
ch: 这个值已经被使用了，请使用一个新的值。

# validationerror_validation
source: Your input is not allowed!
ch: 你的输入不允许。

# validationerror_validation.1
source: This is not a valid email address!
ch: 不是有效的邮件地址

# validationerror_validation.2
source: This is not a valid URL!
ch: 不是有效的链接

# validationerror_validation.3
source: This is not a valid Phone Number!
ch: 不是有效的电话号码

# validationerror_validation.4
source: Please insert numbers only!
ch: 只能填入数字

# validationerror_validation.5
source: Please insert letters only!
ch: 只能填入字母

# validationerror_validation.6
source: Please increase number!
ch: 请增加数字！
